Repository: alekosot/django-groundworks
Catalog: groundworks/locale/*/LC_MESSAGES/django.po
Languages: el

source: %(name)s object with primary key %(key)r does not exist.
el: Το αντικείμενο %(name)s με πρωτεύων κλειδί %(key)r δεν υπάρχει.

source: %(name)s object with primary key %(key)r is not related to any %(user)s.
el: Το αντικείμενο %(name)s με πρωτεύων κλειδί %(key)r δε συσχετίζεται με κάποιο %(user)s.

source: Password changed successfully.
el: Το συνθηματικό άλλαξε επιτυχώς.

source: Change password: %s
el: Αλλαγή συνηθηματικού: %s

source: Please provide one (and only one) of {}
el: Παρακαλώ συμπληρώστε ένα (και μόνο ένα) {}

source: date created
el: ημερομηνία δημιουργίας

source: date updated
el: ημερομηνία τροποποίησης

source: published on
el: δημοσίευση στις

source: This will not be shown until the date and time given here.
el: Δε θα εμφανίζεται μέχρι την ανωτέρω ημ/νία και ώρα.

source: Is this published?
el: Είναι αυτό δημοσιευμένο

source: This will not be shown if this is unchecked.
el: Δε θα εμφανίζεται αν αυτό είναι τσεκαρισμένο.

source: title
el: τίτλος

source: partial URL
el: τμήμα της διεύθυνσης URL

source: meta title
el: τίτλος

source: meta description
el: περιγραφή

source: Normally you should keep this between 150 and 160 characters
el: Κανονικά, αυτό το κείμενο πρέπει να είναι μεταξύ 150 και 160 χαρακτήρων

source: meta keywords
el: λέξεις κλειδιά

source: content
el: περιεχόμενο
